<?php

return [
    'catalog' => [
        'Личные украшения' => [
            'Украшения для рук' => [
                'Кольца', 'Браслеты'
            ],
            'Украшения для головы' => [
                'Серьги','Клипсы','Диадемы','Заколки','Ободки'
            ],
            'Украшения для шеи' => [
                'Бусы','Колье','Кулон','Медальон','Подвеска','Цепь','Ожерелье','Гривна'
            ],
            'Украшения для платья' => [
                'Брошь','Булавка','Запонки'
            ],
            'Гарнитуры'
        ],
        'Предметы туалета' => [
            'Пудреница',
            'Зажим для галстука',
            'Зеркала в оправе',
            'Шкатулки',
            'Флаконы для духов',
            'Пряжки'
        ],
        'Предметы сервировки' => [
            'Столовые приборы' => [
                'Вилки','Ножи','Ложки'
            ],
            'столовая посуда' => [
                'Бокалы','Рюмки','Стопки','Чарки','Чайницы','Подстаканники'
            ],
            'Сервизы'
        ],
        'Предметы интерьера' => [
            'Художественная керамика','Художественные изделия из дерева','Папье-маше с лаковой росписью',
            'Камнерезные и янтарные изделия','Художественные изделия из металла',
        ],
        'Аксессуары для часов' => [
            'Для наручных часов' => [
                'Ремни для наручных часов','Браслеты для часов'
            ],
            'Для карманных' => [
                'Бортовые цепочки','Ремни для карманных часов','Шатленки'
            ]
        ],
        'Аксессуары для курения' => [
            'Портсигары','Сигаретницы','Порттабаки','Спичечницы','Мундштуки курительные','Трубки курительные',
            'Зажигалки' => [
                'Бензиновые','Электрические'
            ],
            'Пепельницы'
        ],
        'Письменные принадлежности' => [
            'Ручки','Чернильницы','Пресс-папье','Блокноты настольные','Бювары','Ножи листорезы','Карандашницы'
        ],
        'Сувениры' => [
            'Памятные медали','Нагрудные значки','Гербы','Ключи','Брелоки'
        ],
    ],
    'precious_metals' => ['золото','серебро','платина','палладий','иридий','родий','рутений','осмий',],
    'alloys' => ['мельхиор','альпака','нейзельберг','томпак','латунь','бронза']
];
