<?php

return [
    'catalog' => [
        'Личные украшения' => [
            'Украшения для рук' => [
                'Кольца', 'Браслеты'
            ],
            'Украшения для головы' => [
                'Серьги', 'Клипсы', 'Диадемы', 'Заколки', 'Ободки'
            ],
            'Украшения для шеи' => [
                'Бусы', 'Колье', 'Кулон', 'Медальон', 'Подвеска', 'Цепь', 'Ожерелье', 'Гривна'
            ],
            'Украшения для платья' => [
                'Брошь', 'Булавка', 'Запонки'
            ],
            'Гарнитуры'
        ],
        'Предметы туалета' => [
            'Пудреница',
            'Зажим для галстука',
            'Зеркала в оправе',
            'Шкатулки',
            'Флаконы для духов',
            'Пряжки'
        ],
        'Предметы сервировки' => [
            'Столовые приборы' => [
                'Вилки', 'Ножи', 'Ложки'
            ],
            'столовая посуда' => [
                'Бокалы', 'Рюмки', 'Стопки', 'Чарки', 'Чайницы', 'Подстаканники'
            ],
            'Сервизы'
        ],
        'Предметы интерьера' => [
            'Художественная керамика', 'Художественные изделия из дерева', 'Папье-маше с лаковой росписью',
            'Камнерезные и янтарные изделия', 'Художественные изделия из металла',
        ],
        'Аксессуары для часов' => [
            'Для наручных часов' => [
                'Ремни для наручных часов', 'Браслеты для часов'
            ],
            'Для карманных' => [
                'Бортовые цепочки', 'Ремни для карманных часов', 'Шатленки'
            ]
        ],
        'Аксессуары для курения' => [
            'Портсигары', 'Сигаретницы', 'Порттабаки', 'Спичечницы', 'Мундштуки курительные', 'Трубки курительные',
            'Зажигалки' => [
                'Бензиновые', 'Электрические'
            ],
            'Пепельницы'
        ],
        'Письменные принадлежности' => [
            'Ручки', 'Чернильницы', 'Пресс-папье', 'Блокноты настольные', 'Бювары', 'Ножи листорезы', 'Карандашницы'
        ],
        'Сувениры' => [
            'Памятные медали', 'Нагрудные значки', 'Гербы', 'Ключи', 'Брелоки'
        ],
    ],
    'precious_metals' => ['золото', 'серебро', 'платина', 'палладий', 'иридий', 'родий', 'рутений', 'осмий',],
    'alloys' => ['мельхиор', 'альпака', 'нейзельберг', 'томпак', 'латунь', 'бронза'],
    'materials' => ['керамика', 'кожа'],
    'gemstones' => ['бриллиант', 'лунный камень', 'топаз', 'гранат', 'опал', 'жемчуг', 'александрит', 'сапфир', 'рубин', 'изумруд', 'перламутр'],
    'metal_purities' => [
        [
            'name' => 'золото',
            'value' => '375',
        ],
        [
            'name' => 'золото',
            'value' => '500',
        ],
        [
            'name' => 'золото',
            'value' => '585',
        ],
        [
            'name' => 'золото',
            'value' => '750',
        ],
        [
            'name' => 'золото',
            'value' => '875',
        ],
        [
            'name' => 'золото',
            'value' => '916',
        ],
        [
            'name' => 'золото',
            'value' => '958',
        ],
        [
            'name' => 'золото',
            'value' => '999',
        ],
        [
            'name' => 'серебро',
            'value' => '800',
        ],
        [
            'name' => 'серебро',
            'value' => '830',
        ],
        [
            'name' => 'серебро',
            'value' => '875',
        ],
        [
            'name' => 'серебро',
            'value' => '925',
        ],
        [
            'name' => 'серебро',
            'value' => '960',
        ],
        [
            'name' => 'серебро',
            'value' => '999',
        ],
        [
            'name' => 'платина',
            'value' => '585',
        ],
        [
            'name' => 'платина',
            'value' => '850',
        ],
        [
            'name' => 'платина',
            'value' => '900',
        ],
        [
            'name' => 'платина',
            'value' => '999',
        ],
        [
            'name' => 'палладий',
            'value' => '500',
        ],
        [
            'name' => 'палладий',
            'value' => '850',
        ],
    ],
    'weaves' => ['кардинал','якорное','снейк'],
    'jewelleries' => [
        [
            'catalog' => 'Серьги',
            'name' => 'Серебряные серьги с жемчугом',
            'description' => 'Серебряные серьги с жемчугом Барокко. Материал: серебро 925 пробы; позолота. Вставки: 2 белых культивированных пресноводных жемчуга Барокко. Жемчуг барокко ценится за естественную форму. Вы никогда не найдете две одинаковые жемчужины, так как каждая из них неповторима! Название этих прекрасных минералов происходит от французского слова «baroque», что означает причудливый, незаурядный и вычурный. Во многих культурах жемчуг считается залогом семейного счастья и любви. Английский замок — один из самых надежных. Его можно встретить во многих современных украшениях, так как он достаточно прост и долговечен. При надевании серьги необходимо вдеть штифт в швензу до характерн',
            'weight' => 3.73,
            'jewellery_precious_metal' => [
                [
                    'precious_metal' => 'серебро',
                    'colour' => 'красный',
                    'metal_purities' => 925,
                    'coverage' => 'позолота',
                    'weight' => 1.174
                ],
            ],
        ],
        [
            'catalog' => 'Серьги',
            'name' => 'Серебряные серьги с сапфирами',
            'description' => 'Серебряные серьги с сапфирами. Материал: серебро 925 пробы; позолота. Вставки: 2 сапфира U/2 0,3; 12 топазов. Английский замок — один из самых надежных. Его можно встретить во многих современных украшениях, так как он достаточно прост и долговечен. При надевании серьги необходимо вдеть штифт в швензу до характерного щелчка',
            'weight' => 2.21
        ],
        [
            'catalog' => 'Кольца',
            'name' => 'Серебряное кольцо с сапфирами "Цветок"',
            'description' => 'Серебряное кольцо с сапфирами "Цветок". Материал: серебро 925 пробы; позолота. Вставки: 9 сапфиров D/2 0,151.',
            'weight' => 3.04
        ],
        [
            'catalog' => 'Подвеска',
            'name' => 'Серебряная подвеска с топазом',
            'description' => 'Серебряная подвеска с топазом. Материал: серебро 925 пробы. Вставки: 1 топаз.',
            'weight' => 1.91
        ],
        [
            'catalog' => 'Колье',
            'name' => 'Серебряное колье с перламутром "Клевер"',
            'description' => 'Серебряное колье с перламутром "Клевер". Плетение "Якорное". Материал: серебро 925 пробы. Вставки: 1 перламутр белый. Клевер – главный символ удачи. Особенно редким и ценным считается четырехлистный. С таким украшением вас будет сопровождать успех в любых делах!',
            'weight' => 2.79
        ],
        [
            'catalog' => 'Цепь',
            'name' => 'Цепь из золота плетение "Кардинал"',
            'description' => 'Цепь из золота плетение "Кардинал". Материал: красное золото 585 пробы',
            'weight' => 3.1
        ]
    ],
    'colours' => ['красный','белый','желтый','черный','синий','бесцветный','голубой','комбинированный']
];
